{
  "books": [
    {
      "id": 1001,
      "title": "The Bucket List: 1000 Adventures Big & Small",
      "author": "Kath Stathers",
      "description": "We all have things we’d like to do—one day—but work, family, school, money, and responsibilities get in the way. This invaluable guide to fun, fantastic, and life-affirming activities features an eclectic range of ideas such as self-improvement, sports-related endeavors, natural wonders, cultural experiences, culinary delights, and more. From glassblowing in the Czech Republic to swimming with dolphins in New Zealand, The Bucket List is the perfect gift for the passionate traveler—an around-the-world, continent-by-continent listing of beaches, museums, monuments, islands, inns, restaurants, mountains, and more.",
      "price": 15.99,
      "image": "/images/the_bucket_list.jpg"
    },
    {
      "id": 1002,
      "title": "Destinations of a Lifetime",
      "author": "National Georgraphic",
      "description": "NatGeo takes you on a photographic tour of the world’s most spectacular destinations, inspiring tangible ideas for your next trip. Travel to hundreds of the most breathtaking locales—both natural and man-made—illustrated with vivid images taken by the organization's world-class photographers. These images, coupled with evocative text, feature a plethora of visual wonders: ancient monoliths, scenic islands, stunning artwork, electric cityscapes, white-sand seashores, rain forests, ancient cobbled streets, and both classic and innovative architecture. Loaded with hard service information for each location, Destinations of a Lifetime has it all: when to go, where to eat, where to stay, and what to do to ensure the most enriching and authentic experience.",
      "price": 29.98,
      "image": "/images/destinations_of_a_lifetime.jpg"
    },
    {
      "id": 1003,
      "title": "Atlas of the National Parks",
      "author": "Jon Waterman",
      "description": "From the white sand beaches of Dry Tortugas to the snowy peaks of Denali, this captivating book combines authoritative park maps with hundreds of graphics and photographs to tell the stories of America's sixty one beloved national parks. Former ranger and author Jonathan Waterman introduces readers to the country's scenic reserves and highlights the extraordinary features that distinguish each: magnificent landmarks, thriving ecosystems, representative wildlife, fascinating histories, and more.",
      "price": 37.77,
      "image": "/images/atlas_of_the_national_parks.jpg"
    },
    {
      "id": 1004,
      "title": "Epic Journeys: 245 Life-Changing Adventures",
      "author": "National Geographic",
      "description": "From navigating the class-five rapids of the Colorado River through the Grand Canyon to sandboarding the slopes of a volcano in Nicaragua to dogsledding in the Arctic, this beautiful and comprehensive book offers trips of a lifetime for explorers and adrenaline junkies alike. Filled with more than 300 vivid photographs, this inspirational guide reveals over 225 of the planet's best destinations for hikers, skiers, divers, rafters, and more. You'll also find everything you need to know for the ultimate epic journey: what to see, when to go, and what to do. Combining adventure with cultural experiences--for example, a safari through Madagascar or visiting the ruins of Buddhist temples after sea kayaking the warm waters of Vietnam--this one-of-a-kind collection, complemented by top ten lists and adventurer essays covering everything from the best hiking trails to the top wildlife parks, will lead you to new heights of exploration.",
      "price": 39.95,
      "image": "/images/epic_journes.jpg"
    },
    {
      "id": 1005,
      "title": "Wanderlust: A Traveler's Guide to the Globe",
      "author": "National Geographic",
      "description": "Get inspired with lists of mythic locations, epic trails, ancient cities, and more that span the four corners. This stunning, hardcover book is packed with full-color photos, charming illustrations, and fascinating overviews of each destination, making it the perfect gift for dreamers and adventurers alike. Walk along the Great Wall of China, climb the Atlas Mountains, or trek through Patagonia. Visit stunning national parks from Yellowstone in the US to Tongariro in New Zealand, explore the Gobi Desert, or set sail to the Greek Islands. Eat your way through the best street food cities in the world, follow wine trails from Spain to Australia, and shop famous markets from the Grand Bazaar to the Marrakech souks. Find the best places to stargaze from Chile to France, or witness jaw-dropping phenomena from reversing rivers and blooming deserts to fluorescent blue haze and the Aurora Boreales.",
      "price": 29.42,
      "image": "/images/wanderlust.jpg"
    },
    {
      "id": 1006,
      "title": "Rarely Seen: Photographs of the Extraordinary",
      "author": "National Geographic",
      "description": "National Geographic's dazzling photography book of visual wonders, shot by some of the world's finest photographers, reveals a world very few will have the chance to see for themselves. This New York Times bestseller features striking images of places, events, natural phenomena, and manmade heirlooms seldom seen by human eyes. It's all here: 30,000-year-old cave art sealed from the public; animals that are among the last of their species on Earth; volcanic lightning; giant crystals that have grown to more than 50 tons; the engraving inside Abraham Lincoln's pocket watch. With an introduction by National Geographic photographer Stephen Alvarez, whose work has taken him from the Peruvian Andes to the deepest caves of Papua New Guinea, Rarely Seen captures once-in-a-lifetime moments, natural wonders, and little-seen objects from the far reaches of the globe.",
      "price": 16.25,
      "image": "/images/rarely_seen.jpg"
    },
    {
      "id": 1007,
      "title": "100 Drives, 5,000 Ideas",
      "author": "Joe Yogerst",
      "description": "From a vineyard route through Northwest wine country to a winter wonderland on Alberta's Icefields Parkway, this informative travel guide offers epic sights, good bites, and pure fun. Pack your car and hit the road to experience 100 drives--both classic and off the beaten track--across the United States and Canada. You'll find innovative itineraries outlining your route, along with when to go and what to see and do along the way. And there's something here to satisfy every passenger. Take in the magnificent turns along Alaska's Route One through Anchorage to Kenai. Or wind your way through retro spots from Chicago to Los Angeles on Route 66. On nearly 600 miles of New Mexico's Trail of the Ancients, stop off to encounter sites dating back to A.D. 850. Or discover fossils along Dinosaur Drive, a route that winds its way from Calgary to Denver. Beach lovers will delight in Hawaii's Oahu Circle Island Drive, while history lovers can follow Canada's War of 1812 trail: a cruise between Montreal and Windsor with stops at major battlefields along the way. Filled with expert tips, tons of activities, and plenty to see and do as you drive--the ultimate road trip playlist anyone?--here is an inspirational and practical keepsake for any road warrior.",
      "price": 13.67,
      "image": "/images/100_drives.jpg"
    },
    {
      "id": 1008,
      "title": "Paris (Photography)",
      "author": "Serge Ramelli",
      "description": "Only Paris offers the inimitable stage that can turn every photo into a film still. In its architectural splendor, its wealth of churches, palaces, parks, and grand boulevards, the city is peerless in its beauty and allure. Add to that a long, rich, and influential history, and this coveted capital is art in its purest form.",
      "price": 55.00,
      "image": "/images/paris.jpg"
    },
    {
      "id": 1009,
      "title": "The Best Loved Villages of France (Langue anglaise)",
      "author": "Stephane Bern",
      "description": "An insider’s tour of France’s most beloved and beautiful villages uncovers the country’s hidden treasures. The Best Loved Villages of France brings the reader on a tour of forty-four of the country’s most treasured destinations. Always picturesque, but often well-kept secrets, the book offers insight into village life and local history. Take a tour of a crumbling medieval fortress with the mayor of Lavardin or peruse the maritime objects found at sea by a mustached fisherman in Saint-Suliac. Stroll along the coast of the Wissant bay windsurfer’s paradise or promenade through the manicured grounds of Vaux-le-Vicomte. Watch the sunrise over the fairy-tale castle in Montsoreau or enjoy a fresh langoustine dinner in Piana, Corsica. This book offers an illustrated tour around all twenty-two regions of France, from Provence and the Alps, to Normandy and the Loire. Aerial and intimate photographs invite the reader to explore these splendid locales, while the descriptions, anecdotes, and interviews with local village-dwellers plunge you into the individual history and character of France’s diverse regions. The villages featured in the book were selected in a popular vote by the French public and they represent an authentic journey into the heart of France.",
      "price": 31.05,
      "image": "/images/villages_of_france.jpg"
    },
    {
      "id": 1010,
      "title": "Down to Earth: Laid-back Interiors for Modern Living",
      "author": "Stephane Bern",
      "description": "Down to Earth picks up right where Lauren Liess’s critically acclaimed Habitat left off. While Habitat walked readers through the decorating process step-by-step, Liess’s latest title takes a step beyond the basics and invites readers to incorporate the main components of her familiar design aesthetic: nature, easy living, and approachability. With evocative photos and substantive design advice, Down to Earth focuses on creating a lifestyle that inspires creativity and functionality.",
      "price": 20.15,
      "image": "/images/down_to_earth.jpg"
    }
  ]
}